const Using = () => {
  return (
    <section className="pt-12 bg-black relative">
      <p className="text-[150px] lg:text-[180px] pointer-events-none text-skills z-10 text-white font-bold absolute pro__text top-[260px] lg:top-[500px] lg:left-[300px] xl:left-[150px]">
        O'qituvchilar
      </p>
      <div className="mx-auto container px-5 z-30">
        <div className="text-white">
          <h2 className="text-3xl mb-4">Kafedra professor o‘qituvchilari</h2>
          <p className="mb-3">
            Нуралиев Фахриддин Муродиллаевич – доктор технических наук,
            профессор <br />
            <br />
            Мухамадиев Абдували Шукурович – доктор физико-математических наук,
            профессор <br />
            <br />
            Бекназарова Саида Сафибуллаевна – доктор технических наук, доцент.{" "}
            <br />
            <br />
            Базарбаев Батир Джолдасович – доцент <br />
            <br />
            Мирзаев Номоз – доктор технических наук, профессор <br />
            <br />
            Умарова Дилдора Бахтиёровна –Phd, доцент <br />
            <br />
            Юсупова Наталья Юрьевна –Phd, доцент <br />
            <br />
            Каюмова Гульшан Асроровна – Phd, доцент <br />
            <br />
            Исмаилов Комолитдин Саидахмадович – Phd, доцент <br />
            <br />
            <strong>Тастанова Саида Алдияровна </strong>– Phd, доцент <br />
            <br />
            Салиев Марат Махмудович – старший преподаватель <br />
            <br />
            Модуллаев Джахангир Сабирович – старший преподаватель <br />
            <br />
            Дадабоева Дильноза Иркиновна – старший преподаватель <br />
            <br />
            Баймухамедова Дильноза Бахтияровна – ассистент <br />
            <br />
            Заитов Самандар Равшанбекович – ассистент <br />
            <br />
            Тураев Ботир Зокирович – доктор технических наук, профессор <br />
            <br />
            Набиев Ильхомджон Шарифович – старший преподаватель <br />
            <br />
            Жаумытбаева Мехрибан Караматдин кизи – старший преподаватель <br />
            <br />
            Боймуродов Бобур Эльмуродович – старший преподаватель <br />
            <br />
            Османов Акбарджон Ибрагим угли – старший преподаватель <br />
            <br />
            Ибодуллаев Сардар Насриддинович – ассистент <br />
            <br />
            Нуримбетов Бахберген Толибаевич – ассистент <br />
            <br />
            Ортикова Феруза Содик кизи – ассистент <br />
            <br />
            Абдуллаев Юнус Юсуф угли-ассистент <br />
            <br />
            Алланьязов Ерполат Бахаединович - преподаватель- стажер <br />
            <br />
            Каримбаева Азиза Саидазим кизи – преподаватель- стажер <br />
            <br />
            Султонова Муножат Тоировна - преподаватель- стажер <br />
            <br />
          </p>
        </div>
        <div className="flex items-center justify-center">
          <img
            className="lg:w-[700px]"
            src="https://parspng.com/wp-content/uploads/2023/10/teacherpng.parspng.com-6.png"
            alt="Developer image"
          />
        </div>
      </div>
    </section>
  );
};

export default Using;
